[
  {
    "queries": [
      {
        "query": "Вимоги до учасника на підтвердження досвіду виконання аналогічного договору",
        "examples": [
          "Документи для підтвердження аналогічного досвіду: Учасник повинен подати довідку згідно з формою п.1.1, яка містить: - Найменування контрагента, - Предмет договору, - Номер та дату укладення договору, - Контактні особи замовників з прізвищем та контактним телефоном, - В разі закупівлі робіт або послуг із зазначенням повного найменування субпідрядників/співвиконавців, місцезнаходження та їх коду ЄДРПОУ (якщо таке застосовується). Пояснення: У документації чітко сказано, які документи потрібно подати для підтвердження аналогічного досвіду.",
          "Для підтвердження аналогічного досвіду учасник тендеру повинен надати довідку за формою 1, яка містить інформацію про виконання аналогічного за предметом закупівлі договору (договорів). У цій довідці слід зазначити наступну інформацію: - Найменування сторін/контрагента аналогічного договору; - Номер та дату аналогічного договору; - Предмет аналогічного договору; - Перелік первинних документів (акти виконаних робіт, довідки про вартість виконаних будівельних робіт та витрати, акти приймання-передачі тощо); - Контактні дані замовника/контрагента (телефон/електронна пошта тощо); - ID номер закупівлі, за якою укладено аналогічний договір, та посилання в електронній системі закупівель (за наявності). Ці дані мають бути підтверджені відповідними документами, і доповнені підписом уповноваженої особи учасника та вказівкою її посади та ініціалів."
        ],
        "examples_non_compliance": [
          "Згідно з законом України",
          "Так як вказано в даній документації"
        ],
        "applies_to": "Вимоги до учасника"
      },
      {
        "query": "Технічні вимоги до предмету закупівлі",
        "examples": [
          "№ п/п Найменування предмету закупівлі Кількість, шт. 1 Кронштейни з планкою Пікатінні для встановлення оптичних прицілів на кулемети типу ПК(М)(С) або MG-01M Arsenal 30. Необхідні технічні характеристики: Матеріал – Алюміній або Сталь або Біметалеві сплави або Комбіновані метали; Кут нахилу планки, МОА – 0 МОА; Довжина планки, слотів – від 18 до 30; Метод кріплення – фіксація на кришці ствольної коробки; Колір – чорний або койот або олива; Вага – до 350 г; Гарантія – не менше 12 міс.",
          "МЕДИКО-ТЕХНІЧНІ ВИМОГИ № п/п Найменування вимог Значення Відповідність (так/ні) з посиланням на офіційну інформацію виробника: 1. Галузі клінічного застосування: Абдомінальні дослідження – так; Акушерство – так; Гінекологія – так; Кардіологія – так; Судини – так; Урологія – так; Поверхневі структури – так; Педіатрія – так; Біопсія – так. 2. Характеристики системи: Частотний діапазон – 1–20 МГц; Динамічний діапазон B-режиму – 30–250 дБ; Частота кадрів – ≥ 1600 fps; Глибина сканування – ≥ 38 см; Монітор – LCD 21”; Сенсорний монітор – ≥ 10.1”; USB ≥ 5 портів; Доповнено індексами MI, TIS, TIC, TIB; Кінопетля ≥ 28 000 кадрів; Допплерові режими, шумоподавлення – так.",
          "Маршрут Кількість пасажирів Дата виїзду Кілометраж Тривалість, дні м.Черкаси–с.Лебедин 20 07.07.2025 190 1; м.Черкаси–с.Лебедин 20 08.07.2025 190 1; м.Черкаси–с.Мельники 30 25.07.2025 100 1; м.Черкаси–с.Мельники 30 27.07.2025 100 1; м.Черкаси–с.Мельники 50 04.08.2025 100 1; м.Черкаси–с.Мельники 50 11.08.2025 100 1"
        ],
        "examples_non_compliance": [
          "Технічні характеристики та вимоги до предмета закупівлі містяться у Технічній специфікації.",
          "Так як вказано в даній документації"
        ],
        "applies_to": "Технічні вимоги та опис предмету закупівлі"
      }
    ]
  }
]
